antigen
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-gcc@8
atlas
atuin
autoconf
avr-binutils
avr-gcc@8
avr-gcc@9
avrdude
awscli
bat
berkeley-db@5
boost
bootloadhid
brotli
btop
c-ares
ca-certificates
cairo
certifi
cffi
cfn-lint
chamber
clang-format
cmake
confuse
cookiecutter
coreutils
cryptography
curl
dfu-programmer
dfu-util
diff-so-fancy
docutils
eksctl
encore
eza
fd
fish
fontconfig
freetype
fribidi
fzf
gcc
gdbm
gdk-pixbuf
gettext
gh
giflib
git
glib
gmp
gnu-sed
gnupg
gnutls
go
graphite2
hadolint
harfbuzz
helm
hid_bootloader_cli
hidapi
htop
ical-buddy
icu4c
ipmitool
isl
jansson
jpeg-turbo
jq
kind
krb5
kubernetes-cli
languagetool
lazydocker
lazygit
libassuan
libevent
libftdi
libgcrypt
libgit2
libgit2@1.7
libgpg-error
libidn2
libimagequant
libksba
libmagic
libmpc
libnghttp2
libpng
libpq
libraqm
librsvg
libssh2
libtasn1
libtiff
libunistring
libusb
libusb-compat
libuv
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
libzip
lightsailctl
little-cms2
llvm
lpeg
lua
lua-language-server
luajit
luarocks
luv
lz4
lzo
m4
make
marksman
mdloader
minikube
mise
mpdecimal
mpfr
mprocs
msgpack
ncurses
neovim
nettle
node
npth
nvm
ollama
oniguruma
openjdk
openjdk@11
openjpeg
openssl@3
p11-kit
pango
parallel
pcre
pcre2
perl
pgformatter
pillow
pinentry
pixman
pkg-config
poetry
popt
pre-commit
procs
pycparser
pyenv
pyright
python-certifi
python@3.10
python@3.11
python@3.12
python@3.9
qmk
rbenv
readline
redis-cli
ripgrep
rsync
rtmpdump
ruby-build
ruff
rust
shellharden
shfmt
sqlc
sqlite
starship
stow
stripe
supabase
tcl-tk
teensy_loader_cli
terraform
terragrunt
the_silver_searcher
tldr
tmux
tree-sitter
unbound
unibilium
universal-ctags
utf8proc
vercel-cli
virtualenv
webp
wget
xcodegen
xorgproto
xxhash
xz
yaml-language-server
yarn
z3
zstd
1password-cli
alfred
amethyst
android-file-transfer
chatgpt
figma
font-jetbrains-mono-nerd-font
force-paste
gitup
hammerspoon
iina
karabiner-elements
kitty
monitorcontrol
mos
ngrok
obsidian
open-video-downloader
pants
postman
qmk-toolbox
slack
sourcetree
teamviewer
visual-studio-code
vlc
warp
zoom
